Repository: jikamens/autopost-to-mastodon
Catalog: tags/2.0.1/languages/autopost-to-mastodon-*.po
Languages: de_de, fr_fr

source: Post to Mastodon
de_de: Auf Mastdodon tooten
fr_fr: Envoyé sur Mastodon

source: Server Settings
de_de: Server Einstellungen
fr_fr: Paramètres du serveur

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Plugin Behavior
de_de: Plugin Verhalten
fr_fr: Comportement du plugin

source: Also toot on Post Update
de_de: Auch bei einem Post Update tooten
fr_fr: Poueter aussi lors des mise à jour d'article

source: Please provide the account details for the server.
de_de: Bitte gib die Accountdaten des Servers ein.

source: Configure the Plugin Behavior
de_de: Konfiguriere das Plugin Verhalten
fr_fr: Configurer le comportement du plugin

source: Mastodon Autopost Settings
de_de: Mastodon Autopost Einstellungen
fr_fr: Paramètres de Mastodon Autopost

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Test Settings
de_de: Einstellungen testen
fr_fr: Paramètres de test

source: Configure the Post
de_de: Post konfigurieren
fr_fr: Configurer le poste

source: Global Post Hashtags
de_de: Globale Post Hashtags
fr_fr: Globale Post Hashtags

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres

source: Do you like Mastodon Autopost?
de_de: Magst du Mastodon Autopost?

source: Yes
de_de: Ja
fr_fr: Oui

source: Please rate the plugin
de_de: Bitte bewerte das Plugin
fr_fr: Veuillez noter le plugin

source: For getting the word out, it's important to have good reviews
de_de: Um mehr Verbreitung zu finden sind gute Bewertungen ausschlaggebend
fr_fr: Pour faire passer le mot, il est important d'avoir de bonnes critiques.

source: Rate on Wordpress.org
de_de: Bewerte auf Wordpress.org
fr_fr: Tarif sur Wordpress.org

source: Consider participating.(e.g. With translating it into another language)
de_de: Hilf mit das Plugin zu verbessern (z.B. in andere Sprachen übersetzen)
fr_fr: Envisagez de participer (p.ex. Avec la traduction dans une autre langue)

source: Mastodon Autopost is on Github
de_de: Mastodon Autopost ist auf Github zu finden
fr_fr: Mastodon Autopost est sur Github

source: Want to thank in another way?
de_de: Anderweitig beitragen

source: Buy me a Mate
de_de: Gib mir ne Mate aus
fr_fr: Achète-moi un thé

source: No
de_de: Nein

source: Please give me feedback how your experience could be improved
de_de: Bitte gib mir Feedback wie das Plugin verbessert werden kann
fr_fr: Veuillez me faire part de vos commentaires sur la façon dont votre expérience pourrait être améliorée

source: Authentication
de_de: Authetifizierung

source: Toot Visibility
de_de: Toot Sichtbarkeit

source: Public
de_de: Öffentlicj

source: Unlisted
de_de: Nicht gelistet

source: Private
de_de: Privat

source: Title
de_de: Titel

source: Content
de_de: Inhalt

source: Enter Token
de_de: Token aktivieren

source: Tooted to Mastodon!
de_de: Auf Mastodon gepostet!
fr_fr: Poueté sur Mastodon !

source: Mastodon instance not found! Is the URL correct?
de_de: Mastodon Instanz nicht gefunden! Ist die URL korrekt?
fr_fr: Mastodon instance introuvable! L'URL est-elle correcte?

source: Could not access mastodon profile! Are email and password correct?
de_de: Mastodon Profil konnte nicht geöffnet werden! Sind Passwort und Email korrekt?
fr_fr: Impossible d'accéder au profil mastodonte! Le courriel et le mot de passe sont-ils corrects?

source: Uncaught mastodon error! Please contact the developer.
de_de: Unbekannter Mastodon Error! Bitte den Entwickler kontaktieren
fr_fr: Erreur de mastodonte non détectée! Veuillez contacter le développeur.

source: Test Toot successfully tooted to Mastodon!
de_de: Test Toot wurde erfoglreich auf Mastodon gepostet!
fr_fr: Testez Toot avec succès sur Mastodon!

source: Open toot
de_de: Toot öffnen

source: Seems like you are not logged into Mastodon Autopost! Please check the your login!
de_de: Es sieht so aus als wären sie nicht bei Mastodon eingeloggt. Bitte überprüfen sie ihren login!

source: This is my first toot with the Autopost to Mastodon Wordpress Plugin
de_de: Das ist mein erster Toot mit dem Autopost to Mastodon Wordpress Plugin
fr_fr: C'est mon premier toot avec le plugin Autopost to Mastodon Wordpress Plugin

source: By clicking the "Test Settings" Button the following toot will be tooted to your mastodon profile:
de_de: Beim Klick auf "Einstellungen Testen" wird der folgende Test Toot auf dein Mastodon Profil gepostet:
fr_fr: En cliquant sur le bouton "Paramètres de test", le toot suivant sera ajouté à votre profil de mastodon:

source: Enter the token from the popup
de_de: Geben sie den Code aus dem Popup ein.

source: Please login again and copy the shown code into the popup
de_de: Bitte loggen sie sich erneut ein und kopieren sie den Code.

source: Server URL
fr_fr: Adresse URL du serveur

source: Email
fr_fr: Courriel

source: Please provide the account details for the server. The server URL should include http or https and a trailing slash. e.g. http://mastodon.social/
fr_fr: Merci de fournir les informations de connexion du serveur. L'adresse doit contenir http ou https et un slash. exemple : http://mastodon.social/

source: Aimez-vous GNUsocial Autopost?
fr_fr: Magst du GNUsocial Autopost?

source: Vous voulez remercier autrement?
fr_fr: Anderweitig beitragen
